Repository: thomas-e-cowern/2024_iOS_Playground
Catalog: GreetingsApp/Shared/Localizable.xcstrings
Source language: en
Languages: ar, it

source: A quest for knowledge
ar: طلب المعرفة
it: Una ricerca di conoscenza

source: A search for employment
ar: البحث عن عمل
it: Una ricerca di occupazione

source: Arabic
ar: عربي
it: Arabo

source: Are you ready to...
ar: هل انت مستعد ل...
it: Sei pronto per...

source: Awesome!
ar: مذهل!
it: Eccezionale!

source: English
ar: إنجليزي
it: Inglese

source: Exploaring iOS Programming
ar: استكشاف برمجة iOS
it: Esplorazione della programmazione iOS

source: Exploring iOS Programming
ar: استكشاف برمجة iOS
it: Esplorando la programmazione iOS

source: Greetings
ar: تحيات
it: Saluti

source: Hello World
ar: مرحبا بالعالم
it: Ciao mondo

source: Italian
ar: ايطالي
it: Italiano

source: Programming Recipes
ar: وصفات البرمجة
it: Ricette di programmazione

source: Start exploring
ar: ابدأ بالاستكشاف
it: Inizia a esplorare

source: Sup
ar: رشفة
it: Supp

source: This is empty...
ar: هذا فارغ...
it: Questo è vuoto...

source: Welcome to swift
ar: مرحبا بكم في سويفت
it: Benvenuto in Swift

source: What!
ar: ماذا!
it: Che cosa!
